Repository: ihor-makhnyk/MacPawTestTask
Catalog: Enemy Losses/Enemy Losses/*.lproj/Localizable.strings
Languages: uk

source: app_name
uk: Втрати ворога

source: eliminated
uk: Мертвої русні

source: settings
uk: Налаштування

source: day
uk: День

source: date
uk: Дата

source: aircrafts
uk: Літаків

source: helicopters
uk: Гелікоптерів

source: drones
uk: БПЛА

source: tanks
uk: Танків

source: field artillery
uk: Артилерії

source: millitary auto
uk: Автомобілів

source: MRL
uk: Ракетних Установок

source: APC
uk: БМП

source: fuel tank
uk: Контейнерів з пальним

source: naval ship
uk: Кораблів

source: anti-aircraft warfare
uk: ППО

source: special equipment
uk: Спецільні системи

source: mobile SRBM
uk: Систем залпового вогню

source: cruise missiles
uk: Крилатих ракет

source: greatest losses direction
uk: Напрямки найбільших втрат:

source: language
uk: Мова

source: uk
uk: Укр 🇺🇦

source: en
uk: Англ 🇬🇧

source: was no war
uk: Тут ще не було війни!

source: sec_air
uk: Повітряні сили

source: sec_ground
uk: Піхота

source: sec_support
uk: Сили підтримки

source: note
uk: Замітка автора

source: author_notes
uk: Застосунок був створений Ігорем Махником у якості тестового завдання для MacPaw Inc. Частково локалізований для Української та Англійської мов. Зроблений за короткий проміжок часу, тому великий список реалізації ідей - далі буде. (C) Ігор Махник
